{
  "EncyPath_wamlogs": "Alien Logs",
  "EncyPath_wamlogs/QX-VR_log1": "QX-VR Log 1",
  "EncyPath_wamlogs/QX-VR_log2": "QX-VR Log 2",
  "EncyPath_wamlogs/QX-VR_log3": "QX-VR Log 3",
  "EncyPath_wamlogs/QX-VR_log4": "QX-VR Log 4",
  "EncyPath_wamlogs/QX-VR_log5": "QX-VR Log 5",
  "EncyPath_wamlogs/QX-VR_log6": "QX-VR Log 6",
  "EncyPath_wamlogs/QX-VR_log7": "QX-VR Log 7",
  "EncyPath_wamlogs/QX-VR_log8": "QX-VR Log 8",
  "EncyPath_wamlogs/QX-VR_log9": "QX-VR Log 9",
  "Ency_AlienMeasurements": "Alien Measurement Analysis",
  "Ency_QX-VR_log1_1": "QX-VR Log 1 (Translation Iteration 1)",
  "Ency_QX-VR_log1_2": "QX-VR Log 1 (Translation Iteration 2)",
  "Ency_QX-VR_log1_3": "QX-VR Log 1 (Translation Iteration 3)",
  "Ency_QX-VR_log1_4": "QX-VR Log 1 (Translation Iteration 4)",
  "Ency_QX-VR_log1_5": "QX-VR Log 1 (Translation Iteration 5)",
  "Ency_QX-VR_log2_1": "QX-VR Log 2 (Translation Iteration 1)",
  "Ency_QX-VR_log2_2": "QX-VR Log 2 (Translation Iteration 2)",
  "Ency_QX-VR_log2_3": "QX-VR Log 2 (Translation Iteration 3)",
  "Ency_QX-VR_log2_4": "QX-VR Log 2 (Translation Iteration 4)",
  "Ency_QX-VR_log2_5": "QX-VR Log 2 (Translation Iteration 5)",
  "Ency_QX-VR_log3_1": "QX-VR Log 3 (Translation Iteration 1)",
  "Ency_QX-VR_log3_2": "QX-VR Log 3 (Translation Iteration 2)",
  "Ency_QX-VR_log3_3": "QX-VR Log 3 (Translation Iteration 3)",
  "Ency_QX-VR_log3_4": "QX-VR Log 3 (Translation Iteration 4)",
  "Ency_QX-VR_log3_5": "QX-VR Log 3 (Translation Iteration 5)",
  "Ency_QX-VR_log4_1": "QX-VR Log 4 (Translation Iteration 1)",
  "Ency_QX-VR_log4_2": "QX-VR Log 4 (Translation Iteration 2)",
  "Ency_QX-VR_log4_3": "QX-VR Log 4 (Translation Iteration 3)",
  "Ency_QX-VR_log4_4": "QX-VR Log 4 (Translation Iteration 4)",
  "Ency_QX-VR_log4_5": "QX-VR Log 4 (Translation Iteration 5)",
  "Ency_QX-VR_log5_1": "QX-VR Log 5 (Translation Iteration 1)",
  "Ency_QX-VR_log5_2": "QX-VR Log 5 (Translation Iteration 2)",
  "Ency_QX-VR_log5_3": "QX-VR Log 5 (Translation Iteration 3)",
  "Ency_QX-VR_log5_4": "QX-VR Log 5 (Translation Iteration 4)",
  "Ency_QX-VR_log5_5": "QX-VR Log 5 (Translation Iteration 5)",
  "Ency_QX-VR_log6_1": "QX-VR Log 6 (Translation Iteration 1)",
  "Ency_QX-VR_log6_2": "QX-VR Log 6 (Translation Iteration 2)",
  "Ency_QX-VR_log6_3": "QX-VR Log 6 (Translation Iteration 3)",
  "Ency_QX-VR_log6_4": "QX-VR Log 6 (Translation Iteration 4)",
  "Ency_QX-VR_log6_5": "QX-VR Log 6 (Translation Iteration 5)",
  "Ency_QX-VR_log7_1": "QX-VR Log 7 (Translation Iteration 1)",
  "Ency_QX-VR_log7_2": "QX-VR Log 7 (Translation Iteration 2)",
  "Ency_QX-VR_log7_3": "QX-VR Log 7 (Translation Iteration 3)",
  "Ency_QX-VR_log7_4": "QX-VR Log 7 (Translation Iteration 4)",
  "Ency_QX-VR_log7_5": "QX-VR Log 7 (Translation Iteration 5)",
  "Ency_QX-VR_log8_1": "QX-VR Log 8 (Translation Iteration 1)",
  "Ency_QX-VR_log8_2": "QX-VR Log 8 (Translation Iteration 2)",
  "Ency_QX-VR_log8_3": "QX-VR Log 8 (Translation Iteration 3)",
  "Ency_QX-VR_log8_4": "QX-VR Log 8 (Translation Iteration 4)",
  "Ency_QX-VR_log8_5": "QX-VR Log 8 (Translation Iteration 5)",
  "Ency_QX-VR_log9_1": "QX-VR Log 9 (Translation Iteration 1)",
  "Ency_QX-VR_log9_2": "QX-VR Log 9 (Translation Iteration 2)",
  "Ency_QX-VR_log9_3": "QX-VR Log 9 (Translation Iteration 3)",
  "Ency_QX-VR_log9_4": "QX-VR Log 9 (Translation Iteration 4)",
  "Ency_QX-VR_log9_5": "QX-VR Log 9 (Translation Iteration 5)",
  "EncyDesc_AlienMeasurements": "Logically, the alien race used a different measurement system, albeit similar to us.\nTo measure distance, they appear to have developed a system based on powers of 10 like us. The suffix used for all measurements given is Kharon, which appears to be the same length as their bodies would have been based on door sizes. One Kharon appears to be approximately 3 meters.\nPrefixes indicate different magnitudes, similar to our metric system. Not all of these were successfully translated.\n\nTo indicate time, they appear to be using the degradation time of certain objects, however highly accelerated.\nThe following, possibly inaccurate time measurements have been translated:\nPlant - 23 minutes\nStone - 1.5 days\nStar - 2.4 months\nArc - 12 years",
  "EncyDesc_QX-VR_log1_1": "1",
  "EncyDesc_QX-VR_log1_2": "2",
  "EncyDesc_QX-VR_log1_3": "3",
  "EncyDesc_QX-VR_log1_4": "4",
  "EncyDesc_QX-VR_log1_5": "We are murderers.\nMy name is QX-VR. I am currently the last surviving individual put on the EXT-0xDD1F project.\nI was initially employed as system architect, but as the ranks started thinning, the promotions started coming. Currently, I am assigned <unknown. Closest viable translation: Captain> of project EXT-0xDD1F, or as we called it, The End.\nAround seven arcs ago, we were colonizing a solar system on the far end of our galaxy, when we discovered a planet that was entirely a dead zone. We spent stars trying to find out what happened, and slowly we discovered the mass extinction event caused by the Kharaa. In our efforts to revive specimens to test on, the disease was revived and due to sloppy practices one of the researchers, the entire lab contracted the Kharaa. Within stones, the entire planet was infected. An immediate quarantine was enforced, but due to network failures this failed and within an arc, we lost 50 billion varokhans. In our efforts to find a cure, we traveled across galaxies with teams still uninfected. When passing this solar system, we encountered planet EXT-0xDD1F. Scans showed us the presence of chemicals with possible mitigating effects to the Kharaa. We landed on the three sparse regions where life was encountered; Most of the planet is a dead zone. The main development was set up here, on sector 0x3, where we immediately prepared a quarantine system. This quarantine enforcement platform harbors the control facility for the seventy-two enforcement weapons we built around the planet.\n\nOnce the quarantine system was in place, research facilities were built. We analyzed the Kharaa resistance of every single specimen. All of them died. We murdered at least one of every alive species on this planet. We are murderers.\n\nThis is the start of my log. In each of our sector 0x3 facilities, I will leave a part of my story. If an intelligent being ever has the misfortune to reach this planet, they might be able to finish what we started, and perhaps, they will redeem our terrible acts.\n\nYou will find my next message at the Sanctuary. It is located in the <Biome name unknown. Description matches Sparse Reef>.",
  "EncyDesc_QX-VR_log2_1": "1",
  "EncyDesc_QX-VR_log2_2": "2",
  "EncyDesc_QX-VR_log2_3": "3",
  "EncyDesc_QX-VR_log2_4": "4",
  "EncyDesc_QX-VR_log2_5": "You found our first sanctuary. This was built on request of the Captain. Like many of us, she believed our discovery of power crystals had never happened without the intervention of gods. I do not agree with her.\nBesides being our main facilitator of energy, our abundance of it allows us to display them in a religious manner. I have been here only once or twice before. I hold no value towards superstition.\nMany of us came here to meditate. The high energy level in the crystals emits a low frequency signal, which we can sense. It is soothing.\nBy the time you read this, we will all have died. Fear not to take them for your needs. If your kind is advanced enough, you will be able to use them to replicate keys or as power source.\nYou can also power our transporters with them.\nMany of us chose to take their last breath in this room. I do not wish to turn around, for there lie too many corpses. Our maintenance agents will clean them up.\nI will make my travel to the laboratory cache. It is located in the Tunnels. You will find an entrance around two hundred kharons northwest.\n",
  "EncyDesc_QX-VR_log3_1": "1",
  "EncyDesc_QX-VR_log3_2": "2",
  "EncyDesc_QX-VR_log3_3": "3",
  "EncyDesc_QX-VR_log3_4": "4",
  "EncyDesc_QX-VR_log3_5": "(Note: Species have been translated to the PDA determined name, instead of the alien naming)\nThis was our first laboratory, later only used as a cache for information storage. Within a star, we had deduced the complete workings of the planet's ecosystem. But at a price.\nWe caused destruction and harm to every creature we discovered. We kept telling ourselves it was for the greater good, to save our species from many more deaths. But it was taking a psychological toll on us.\nSome species seem to be of low intelligence. Peepers and their cospecies are trainable to perform simple tasks. Stalkers can perform tasks if given a reward, preferably food. The energy patterns of Ampeels have consistent patterns, and the species lacks vocal cords. Some researchers have deducted a simple form of language from their patterns.\nThis planet is beautiful. And we killed it.\nWe are murderers.\nEven the dead were not left unturned. Various fossils, like the ones found in these tunnels, were analyzed for possible signatures. But nothing, nothing yielded results. Until…\nLeave this place. Turn left, and follow the walls of the tunnel until you find a four way crossing. Follow our pillars.\n",
  "EncyDesc_QX-VR_log4_1": "1",
  "EncyDesc_QX-VR_log4_2": "2",
  "EncyDesc_QX-VR_log4_3": "3",
  "EncyDesc_QX-VR_log4_4": "4",
  "EncyDesc_QX-VR_log4_5": "You found our biggest mistake. Once we ventured deeper in the tunnels, we discovered a lizard-like <unknown. Definition presumed to be overlapping with: Leviathan class> species that harbored a similar signature to our planetary scans. Full of desperation and hope, we attempted to retrieve it from the species, unsuccessfully. Our earlier research had shown us how many of this planet's species degrade in biological secondary functions. Captain’s solution? Steal its eggs.\n\nWhile many warned her, she was in command. We followed orders, and took the eggs to attempt to accelerate the hatching process. Nothing worked. However our warnings were justified, and oh how I wish they weren’t. The <unknown species> followed us to this facility, and rammed it. While not very intelligent, they are very tough. Its corpse is rotting on the seabed nearby. \nFor the first time in arcs, our facilities had been damaged. The strength the creature harbored was mesmerizing. Yet we killed it, and its offspring.\nWe are murderers.\n\nThe facility broke down, and the virus spread amongst our ranks as well as the ocean itself. \nWe started developing containment agents. In a desperate attempt to prevent the disease from spreading, we adapted our defensive agents to detect Kharaa-infected specimens and kill them before they can infect other species.\nWe are murderers.\n\nBut we had one last hope. Far out in the dead zone, a new species was discovered, with even higher amounts of the matching signature.\nShe had just laid eggs, which we quickly found and along with her, secured deep, deep down. We tried everything, we discovered her diet, brought her plants, animals, we attempted to recreate the Above as best as we could. Work was tough. Being in her presence hurts our <unknown. Presumed to be: Head.> terribly. Yet, we contained her. A majestic being she is. Shows signs of intelligence, but as hard as we tried, we have not been able to translate her chirps and hums. \nShe produces an enzyme in her stomach that slows down the Kharaa. We extracted it automatically, and we started dispersing it to our agents. It helped, but only slightly.\n\nMaybe we could have tried harder. Maybe she knew how to help us. But instead, captain ordered to extract one of the juveniles, making the same mistake she did with the <unknown species>. The juvenile died upon artificial hatching. None of the enzyme was produced, as the specimen had not yet started metabolizing.\n\nThen the captain died. In chaos, it took us stones to determine a new leader. Within those stones, almost all work halted. Many more died. Some deserted, retreating to the sanctuary to die in peace. Other sanctuaries were built to store our knowledge. Not many did. We can store intelligence in energy, but it is an eternity of an empty void with just you and your thoughts. We have not yet been able to create artificial agents that can be controlled by stored intelligence, nor have we been able to successfully extract intelligence.\n\nThose who contained themselves did a noble act. Sacrificing their own rest of existence to go insane, merely to maintain information for someone, anyone, to come and retrieve them. But if you’re reading this, our own race never came. \n\nI will first visit the information sanctuaries, which are above the tunnels. Go back to the crossing and turn north.\n",
  "EncyDesc_QX-VR_log5_1": "1",
  "EncyDesc_QX-VR_log5_2": "2",
  "EncyDesc_QX-VR_log5_3": "3",
  "EncyDesc_QX-VR_log5_4": "4",
  "EncyDesc_QX-VR_log5_5": "Maybe you, reader, are more intelligent than us. Maybe you are far less advanced. Things none of us took into account when building this sanctuary. There is a possibility you cannot retrieve any of the information here. I could attempt to translate them to a more universal encoding. But I have little time left myself.\nHere, one of my friends is stored. AL-QN. His brother was deployed to sector 0x1. I haven’t heard from sector 0x1 or 0x2 in a long time. Headquarters sent one last message, a star ago, that they are abandoning the project. I won’t see home ever again.\nAL-QN was a spatial architect. Against his will, he was forced to head the designing program for the primary containment facility. He hated locking up such a majestic specimen. but desertion meant death, and like many, he kept hoping for a cure. For freedom. To see his friends and partners again. \nNone of that will ever come. I have uploaded a chip to his terminal. His consciousness will have a part of mine. It will be limited, but it will be someone to talk to. I hope against hope it will keep him from insanity. I wish no one that fate.\nSouthwest from here is another sanctuary. Beware of the <unknown specimen>. They are extra aggressive during breeding season.\n",
  "EncyDesc_QX-VR_log6_1": "1",
  "EncyDesc_QX-VR_log6_2": "2",
  "EncyDesc_QX-VR_log6_3": "3",
  "EncyDesc_QX-VR_log6_4": "4",
  "EncyDesc_QX-VR_log6_5": "Here lies the captain. Her last wish was a special grave. Despite her mistakes, she carried our team through hardships that many would not have conquered. It didn’t matter anymore, either way. We had many resources left, and no leads. Her entire consciousness and history is recorded here. In hopes that our mission would succeed, her dream was for this to become a planet named after her, with the central office built above her grave. If we had succeeded, she would have been the founder of the colony.\nShe will never know how bad we failed her. How bad we failed our species. How bad we failed this planet.\nWe are murderers.\n\nIf you have heat-resistant and strong enough gear, it is time to venture deeper in the tunnels. But beware. It is not easy to travel through.\n",
  "EncyDesc_QX-VR_log7_1": "1",
  "EncyDesc_QX-VR_log7_2": "2",
  "EncyDesc_QX-VR_log7_3": "3",
  "EncyDesc_QX-VR_log7_4": "4",
  "EncyDesc_QX-VR_log7_5": "Ah, my child. I was a lead developer, and later team lead of this project. For all the weapons, research and other facilities, we needed energy. Lots of it. Most of the heat from the active zone below disperses here, so we built a facility to make optimal use of the environment. When maintained, it will convert 95% of heat into transferable energy, which is stored in energy crystals around the sector, and dispersed to our facilities in sector 0x1 and 0x3. Sector 0x2 had their own plant.\n\nIt is bittersweet. While I am partly responsible for our survival thus far by building this plant, it by extension means I am partly responsible for the irreparable harm our species did to this planet. I hope you can forgive me, reader, for I cannot forgive myself. \n\nIf you are infected, and even if you are immune, please attempt to communicate with the <unknown>. It was our last hope. And yours.\n\nShe is located underneath us.\n",
  "EncyDesc_QX-VR_log8_1": "1",
  "EncyDesc_QX-VR_log8_2": "2",
  "EncyDesc_QX-VR_log8_3": "3",
  "EncyDesc_QX-VR_log8_4": "4",
  "EncyDesc_QX-VR_log8_5": "We are a disappointment.\n\nBefore recording this, I visited the Emperor. She had drawn one of our species in the sand, along with a set of plants. The headache is terrible. She can’t stop chirping. I cannot do anything, but I know she is attempting to save me. I cannot even apologize for what my species did. \n\nI have four plants left before I will die. I have no time left to try.\n\nIf only we tried to listen… If only we tried to talk to her, instead of forcibly taking what we need. I have diverted more power to this facility, in the hopes her situation will be bearable. Who knows how long she will be trapped in here, before she dies. She has communicated with the Peepers, which are transferring her weak enzyme through our vent pipes, and taking seeds back. Even unintelligent simple fish are better at helping her than we are.\n\nWe are murderers.\n\nWe killed this planet, its inhabitants, and somewhere in the future, indirectly the last individual of the species that could have saved all of it.\n\nSorry, Emperor. I wish it had been different.\n\nI will die, but not in peace. I built my grave on top of the enforcement platform island. As close to the sky as physically attainable. I don’t deserve better.\n\n(This log transmitted an undecodable digital signal. It has been stored in the PDA and can be replicated, but not translated.)",
  "EncyDesc_QX-VR_log9_1": "1",
  "EncyDesc_QX-VR_log9_2": "2",
  "EncyDesc_QX-VR_log9_3": "3",
  "EncyDesc_QX-VR_log9_4": "4",
  "EncyDesc_QX-VR_log9_5": "Attached to my last message was my name, and then our alphabet. If you have successfully been able to replicate it, with technology or otherwise, you will be able to learn our spoken language. It might help you discover more of this planet.\n\nI feel my maintenance system failing. Within a plant, I will be dead. \nHowever, I shall upload my consciousness to this terminal. If you shut down the quarantine system, my terminal will respond with an information signal before unpowering. I will have peace and an end to my torture, only if the planet is saved. In my last moments, I will know you succeeded.\n\nI deserve to fall into insanity. Only if my logs have been found, I have redeemed myself. Terribly late, but it is the best I could do.\n\nSorry, reader. I hope you do not think too lowly of me. Or our species. We did grand things. But the threat of extinction brought us right back to the dark ages of insecurity and hasty decisions.\n\nI hope your species will do better.\n\n<Log contains alien broadcast. Translation reads: “Captain QX-VR uploaded to data terminal 0xDD1F-0x6D757272656E”>\n\n<Log contains alien broadcast. Translation reads: “Headquarters. Sector 0x3 failed. No more live agents. Terminating communication lines after this message.”>\n"
}